// Header
 const HeaderLang = {
    title: "ИНСТИТУТ РАЗВИТИЯ ЦИФРОВЫХ ТЕХНОЛОГИЙ И ИСКУССТВЕННОГО ИНТЕЛЛЕКТА",
    nav1: "ИНСТИТУТ",
    select11: "Об институте",
    select12: "Международные связи",
    select13: "Учёный совет",
    select14: "Структура института",
    select15: "Внутренние документы",
    select16: "Команда института",
    select17: "Календарь событий",

    nav2: "ИССЛЕДОВАНИЯ",
    select21: "Конференции",
    select22: "Докторантура",
    select23: "Лаборатории",

    nav3: "ОБЩАЯ ИНФОРМАЦИЯ",
    select31: "Преподаватели",
    select32: "Оддарённая молодежь",
    select33: "Выпускники",
    select34: "Государственные символы",

    nav4: "ОТКРЫТАЯ ИНФОРМАЦИЯ",
    select41: "Реквизиты института",
    select42: "Дни приёма руководства",
    centerTitel: "Карта сайта",

    sheetTitle: "Шкала",
    textLabel: "Размер шрифта",
    masshtab: "Масштаб",
}

// Home Page
 const Intro = {
    icon1: "ЛАБОРАТОРИИ",
    icon2: "ДОКТОРА НАУК",
    icon3: "СОТРУДНИКИ",
    icon4: "ДОКТОРАНТЫ",
    partners: "Партнеры"
}

 const Carousel = {
  title: "Последние новости",
  more: "ВСЕ НОВОСТИ",

  cards1Title: "Обсуждены вопросы сотрудничества с Институтом технической физики и химии Синьцзянского филиала Китайской академии наук",
  description1: `В институт посетила делегация Китайской академии наук. 
На встрече обсуждались вопросы искусственного интеллекта, открытия лекарств и обмен научными кадрами.`,
  date1: "19 декабря 2025",

  cards2Title: "Процесс защиты докторских диссертаций успешно завершен",
  description2: `Докторская диссертация успешно защищена. 
Процесс защиты транслировался в прямом эфире через онлайн-платформы.`,
  date2: "11 декабря 2025",

  cards3Title: `Мероприятие "Мадхия – символ независимости" прошло успешно`,
  description3: `В честь дня принятия государственного гимна было организовано духовно-просветительское мероприятие.`,
  date3: "11 декабря 2025",

  cards4Title: `Мероприятие "Конституция – гарантия достоинства человека, свободы и справедливости"`,
  description4: `В честь 33-й годовщины Конституции обсуждалось её значение в жизни общества.`,
  date4: "5 декабря 2025",

  cards5Title: `Научная встреча "Кибернетика – основа современного искусственного интеллекта"`,
  description5: `Обсуждалось развитие кибернетики и ИИ, научные школы и перспективные проекты.`,
  date5: "21 ноября 2025",

  cards6Title: "Завершился курс повышения квалификации по генеративному искусственному интеллекту",
  description6: `Участникам были предоставлены навыки повышения эффективности работы с использованием ИИ.`,
  date6: "18 ноября 2025",

  cards7Title: "Объявлен приём на подготовительную и основную докторантуру на 2026 год",
  description7: `Институт начал приём на программы докторантуры.`,
  date7: "17 ноября 2025",

  cards8Title: "Опыт Узбекистана представлен на форуме «ИИ в государственных службах» в Корее",
  description8: `Обсуждались международные практики внедрения ИИ в государственные службы.`,
  date8: "30 октября 2025",

  cards9Title: "В Душанбе прошла международная конференция «AI Beyond Heights 2025»",
  description9: `Обсуждались перспективы искусственного интеллекта с участием более 20 стран.`,
  date9: "28 октября 2025",

  cards10Title: "Расширена деятельность лаборатории искусственного интеллекта",
  description10: `В институте начала работу новая лаборатория, оснащённая современными технологиями.`,
  date10: "12 декабря 2024",

  cards11Title: "Объявлен новый конкурс научных грантов",
  description11: `Созданы возможности для местных и международных грантов для молодых исследователей.`,
  date11: "3 декабря 2024",

  cards12Title: "Организован семинар по цифровым технологиям",
  description12: `Обсуждалось применение современных IT-решений в промышленности.`,
  date12: "20 ноября 2024",

  cards13Title: "Прошёл форум молодых учёных",
  description13: `Организовано открытое обсуждение для развития научного потенциала.`,
  date13: "8 ноября 2024",

  cards14Title: "Обсуждена интеграция искусственного интеллекта и медицины",
  description14: `Рассматривались направления диагностики и открытия лекарств с использованием ИИ.`,
  date14: "25 октября 2024",

  cards15Title: "Проведены научные исследования по цифровому управлению",
  description15: `Выполнен научный анализ цифровизации государственных услуг.`,
  date15: "18 ноября 2023",

  cards16Title: "Проведены тренинги для IT-специалистов",
  description16: `Организованы занятия по современному программированию и анализу данных.`,
  date16: "5 ноября 2023",

  cards17Title: "Прошёл открытый урок по основам искусственного интеллекта",
  description17: `Организована открытая лекция для студентов и молодёжи.`,
  date17: "28 октября 2023",

  cards18Title: "Презентация научно-инновационных проектов",
  description18: `Учёные института продемонстрировали новые разработки.`,
  date18: "20 октября 2023",

  cards19Title: "Обсуждена стратегия цифровой трансформации",
  description19: `Были определены приоритетные направления в IT-сфере.`,
  date19: "15 октября 2023",

  cards20Title: "Подписан меморандум о сотрудничестве в сфере искусственного интеллекта",
  description20: `Достигнута договорённость о развитии международного научного сотрудничества.`,
  date20: "11 октября 2023",
  btn: "ПОДРОБНЕЕ"

}

// Home Main Card
 const HomeMainCard = {
  title:"Направления деятельности",
     title1: "О НАС",
        description1: `Наш институт исследований искусственного интеллекта является ведущим научно-исследовательским учреждением в Республике Узбекистан, ориентированным на цифровую трансформацию и развитие инновационных технологий. Наша основная цель - внести вклад в экономическое, социальное и научное развитие нашей страны с помощью решений на основе искусственного интеллекта.`,
        
        title2: "КОЛЛЕКТИВ ИНСТИТУТА",
        description2: `В составе нашего института работают высококвалифицированные специалисты, профессора-преподаватели и научные сотрудники в области искусственного интеллекта, анализа данных, машинного обучения и цифровых технологий. Наша команда состоит из опытных ученых, молодых исследователей и практикующих инженеров, каждый из которых является ведущим специалистом в своей области.`,
        
        title3: "СТРУКТУРА ИНСТИТУТА",
        description3: `Структура института состоит из 10 специализированных лабораторий и исследовательских групп, каждая из которых проводит исследования по своему конкретному направлению. Наша структура работает на основе междисциплинарного подхода, сочетая фундаментальные и прикладные исследования. Каждая лаборатория работает на проектном принципе и функционирует самостоятельно для достижения своих целей.`,
        
        title4: "ЛАБОРАТОРИИ",
        description4: `Лаборатории, действующие в составе института, специализируются в различных областях искусственного интеллекта. К ним относятся лаборатория анализа данных, лаборатория компьютерного зрения, лаборатория обработки естественного языка, лаборатория робототехники и другие. Каждая лаборатория занимается разработкой инновационных решений и их внедрением в практику в своей области.`,
        
        btn: "ПОДРОБНЕЕ",
}

// About Page
 const About = {
    title: "Основные задачи института",
    titleMain: "ОРГАНИЗАЦИОННЫЕ ДОКУМЕНТЫ",
    titleFooter: "ПАРТНЕРЫ",
    li1: "Организация научных исследований, направленных на всестороннее выполнение Стратегии «Цифровой Узбекистан — 2030», а также внедрение технологий искусственного интеллекта в экономические отрасли, социальную сферу и систему государственного управления.",
    li2: "Разработка инновационных продуктов, моделей, алгоритмов и программного обеспечения для автоматизации управленческих и производственных процессов на основе технологий искусственного интеллекта.",
    li3: "Проведение фундаментальных и прикладных научных исследований в области искусственного интеллекта, формирование научной экосистемы развития цифровых технологий.",
    li4: "Налаживание сотрудничества с ведущими зарубежными инновационными и научными учреждениями в области развития технологий искусственного интеллекта и реализация совместных проектов.",
    li5: "Постановление Президента Республики Узбекистан № PQ-4996 от 17 февраля 2021 года «О создании условий для ускоренного внедрения технологий искусственного интеллекта».",
    li6: "Приказ Министерства цифровых технологий Республики Узбекистан № 147 от 25 марта 2022 года."
}

// International Contacts Page
 const InternContacts = {
    title: "Международные связи",
    desc: `Институт открыт для сотрудничества с организациями в области цифровых технологий и искусственного интеллекта. 
Вы можете ознакомиться с документами о сотрудничестве с перечисленными организациями, для этого нажмите на соответствующие логотипы.`
}

// Scientific Council Page
 const ScientificCouncil = {
    title: "УЧЁНЫЙ СОВЕТ",
    desc: `Учёный совет института определяет научную политику института, утверждает направления научных исследований и представляет научные результаты общественности. В состав Учёного совета входят:`,
    descriptionFull: `Учёный совет является научным и научно-организационным органом, работающим под руководством директора института по науке — председателя Учёного совета. В состав совета входят директор, советник директора института по науке, заместитель директора по науке, научный секретарь, старший научный сотрудник лаборатории, при необходимости ведущие специалисты вспомогательных подразделений и представители профсоюзной организации. Также в состав совета могут быть приглашены ведущие учёные и специалисты из других организаций.

Функции Учёного совета:
- Рассматривает и утверждает годовой план научно-исследовательских работ, проекты программ, гранты, подготовку научных кадров, планы проведения собраний и конференций;
- Рассматривает и утверждает отчёты по важнейшим результатам деятельности всех подразделений института;
- Обсуждает вопросы, касающиеся изменений в лабораториях института;
- Определяет ключевые научные проблемы, заслушивает научные доклады и оценивает результаты важнейших научных работ института;
- Рассматривает планы подготовки к публикации института и рекомендует к изданию сборники научных работ и научные работы сотрудников;
- Обсуждает координацию выполнения планов работы сотрудников института с другими научными организациями, а также с международными и зарубежными партнёрами;
- Рассматривает и утверждает темы докторских диссертаций и рабочие планы соискателей;
- Заслушивает отчёты руководителей лабораторий и исследовательских групп, а также некоторых научных сотрудников о проделанной работе;
- Обсуждает вопросы повышения квалификации научных сотрудников и регулярно заслушивает сведения учёных о подготовке научных кадров;
- Заслушивает отчёты специализированных советов по защите диссертаций и рекомендует их к утверждению;
- Рекомендует выдающиеся научные работы, изобретения и открытия учёных к Государственной премии Республики Узбекистан, медалям и премиям имени великих учёных, почётным званиям сотрудников института, а также выдвигает кандидатов в действительные члены Академии наук Республики Узбекистан.`,
    cardSort: "Состав Учёного совета:",

    cardName1: "Равшанов Нормахмад",
    cardProf1: "Доктор технических наук, профессор",
    condition1: "Председатель учёного совета",

    cardName2: "Ахмедов Дилшот Дилмурадович",
    cardProf2: "Кандидат технических наук, старший научный сотрудник",
    condition2: "Член учёного совета",

    cardName3: "Таштемирова Надира Нематиллаевна",
    cardProf3: "Доктор технических наук",
    condition3: "Научный секретарь",

    cardName4: "Азимов Бахтиёр Магрупович",
    cardProf4: "Доктор технических наук, профессор",
    condition4: "Член учёного совета",

    cardName5: "Байханов Исламджон Ильхомджонович",
    cardProf5: "Заместитель директора",
    condition5: "Член учёного совета",

    cardName6: "Боборахимов Бахтиёр Ихтиорович",
    cardProf6: "Доктор технических наук",
    condition6: "Член учёного совета",

    cardName7: "Фазилов Шавкат Хайруллаевич",
    cardProf7: "Доктор технических наук, профессор",
    condition7: "Член учёного совета",

    cardName8: "Исаев Рихси Исаходжаев",
    cardProf8: "Кандидат технических наук, профессор",
    condition8: "Член учёного совета",

    cardName9: "Исхакова Лавиза Фуатовна",
    cardProf9: "Кандидат юридических наук",
    condition9: "Член учёного совета",

    cardName10: "Кадыров Анварходжа Асатуллаевич",
    cardProf10: "Директор",
    condition10: "Член учёного совета",

    cardName11: "Камилов Мирзоян Мирзаахмедович",
    cardProf11: "Доктор технических наук, академик",
    condition11: "Член учёного совета",

    cardName12: "Кахаров Шукрулло Садуллович",
    cardProf12: "Доктор технических наук",
    condition12: "Член учёного совета",

    cardName13: "Мадрахимов Шавкат Файзуллаевич",
    cardProf13: "Доктор технических наук, профессор",
    condition13: "Член учёного совета",

    cardName14: "Мирзаев Номаз",
    cardProf14: "Доктор технических наук, профессор",
    condition14: "Член учёного совета",

    cardName15: "Муминов Баходир Болтаевич",
    cardProf15: "Доктор технических наук, профессор",
    condition15: "Член учёного совета",

    cardName16: "Муродуллаев Бахтиёр Толькинович",
    cardProf16: "Доктор технических наук",
    condition16: "Член учёного совета",

    cardName17: "Нуралиев Фахриддин Муродиллаевич",
    cardProf17: "Доктор технических наук, доцент",
    condition17: "Член учёного совета",

    cardName18: "Нуриддинов Азизджон Умидджонович",
    cardProf18: "Заместитель директора",
    condition18: "Член учёного совета",

    cardName19: "Сулюкова Лариса Фаритовна",
    cardProf19: "Доктор технических наук, старший научный сотрудник",
    condition19: "Член учёного совета",

    cardName20: "Хамдамов Рустам Хамдамович",
    cardProf20: "Доктор технических наук, профессор",
    condition20: "Член учёного совета",

    cardName21: "Етмишбоев Шахзодбек Мамурджонович",
    cardProf21: "Председатель профсоюза",
    condition21: "Член учёного совета",
}

// Institut Structure Page
 const InstitutStructure = {
    title: "СТРУКТУРА Научно-исследовательского института развития цифровых технологий и искусственного интеллекта при Министерстве цифровых технологий Республики Узбекистан",
    ik: "Учёный совет",
    d: "Директор",
    do: "Советник директора по науке и председатель учёного совета",
    yok: "Совет молодых учёных",

    dibo: "Заместитель директора по научной работе",
    btl: "Лаборатория биометрических систем",
    ttol: "Лаборатория распознавания образов",
    ttqil: "Лаборатория обработки естественного языка",
    simol: "Лаборатория искусственного интеллекта и машинного обучения",
    idtql: "Совместная лаборатория интеллектуальных программных систем",
    mtml: "Лаборатория моделирования сложных систем",
    ttbrll: "Лаборатория управления техническими системами и цифрового проектирования",
    atbil: "Лаборатория умных систем и интернета вещей",

    dichbo: "Заместитель директора по производственной работе",
    dmichb: "Отдел разработки программных продуктов",
    dmso: "Отдел тестирования программных продуктов",
    dmjqb: "Отдел внедрения программных продуктов",
    akt: "Центр поддержки ICT-стартапов",

    dumbo: "Заместитель директора по общим вопросам",
    bi: "Главный экономист",
    ptb: "Отдел патентования и коммерциализации",
    dm: "Директор канцелярии",
    ijt: "Редакция научных журналов",

    mk: "Пресс-секретарь",
    ilk: "Научный секретарь 1",
    byk: "Главный юрисконсульт",
    b: "Бухгалтерия",
    xbib: "Отдел работы с персоналом",
    mibm: "Специалист по особым вопросам",
    xab: "Отдел международных связей",
}

// Internal Documents Page
 const InternalDocuments = {
    title: "Внутренние документы",
    list1: "Комиссия по социально-трудовым вопросам",
    list2: "Требования к работе с конфиденциальной информацией в институте",
    list3: "Коллективный договор",
    list4: "Комиссия по трудовым спорам",
    list5: "Правила поведения сотрудников института",
    list6: "Комиссия по социальной защите",
}

// Institut Team Page
 const InstitutTeam = {
    title: "Команда института",
    card1Name1: "Кадыров Анварходжа Асатуллаевич",
    card1Prof1: "Директор",

    cardName2: "Ахмедов Дилшот Дилмурадович",
    cardProf2: "Заместитель директора по науке",

    card3Name3: "Равшанов Нормахмад",
    card3Prof3: "Советник директора по науке",

    cardName4: "Байханов Ислам Ильхомджонович",
    cardProf4: "Заместитель директора по производственной работе",

    cardName5: "Нуриддинов Азизджон Умидджонович",
    cardProf5: "Заместитель директора по общим вопросам",

    cardName6: "Таштемирова Нодира Нематиллаевна",
    cardProf6: "Научный секретарь",

    cardName7: "Боронов Назим Мустафокулович",
    cardProf7: "Пресс-секретарь",

    cardName8: "Етмишбоев Шахзодбек Мамурджонович",
    cardProf8: "Начальник отдела поддержки ICT-стартапов",

    cardName9: "Ботиров Гайрат Гофирович",
    cardProf9: "Главный бухгалтер",

    cardName10: "Валиева Нигора Шухратовна",
    cardProf10: "Главный экономист",

    cardName11: "Исхакова Лавиза Фуатовна",
    cardProf11: "Главный юрисконсульт",

    cardName12: "Чотбоев Мухаммад Чориевич",
    cardProf12: "Начальник отдела работы с персоналом",

    cardName13: "Сергеева Людмила Владимировна",
    cardProf13: "Ведущий специалист отдела работы с персоналом",

    cardName14: "Тиляев Хасан Балтабаевич",
    cardProf14: "Начальник отдела патентования и коммерциализации",
}

// Events Ranking Page
 const EventsRanking = {
    title: "КАЛЕНДАРЬ СОБЫТИЙ",
}

// Laboratories Page
 const Laboratories = {
    title: "НАУЧНЫЕ ЛАБОРАТОРИИ",
    li1: "Лаборатория биометрических систем",
    li2: "Лаборатория распознавания образов",
    li3: "Лаборатория обработки естественного языка",
    li4: "Лаборатория искусственного интеллекта и машинного обучения",
    li5: "Совместная лаборатория интеллектуальных программных систем",
    li6: "Лаборатория моделирования сложных систем",
    li7: "Лаборатория управления техническими системами и цифрового проектирования",
    li8: "Лаборатория умных систем и интернета вещей",
}

 const Conferences = {
  title: "Конференции",

  mainConferenceTitle: "ЦИФРОВЫЕ ТЕХНОЛОГИИ И ИСКУССТВЕННЫЙ ИНТЕЛЛЕКТ: СЕГОДНЯ И БУДУЩЕЕ",
  subtitle: "Международная научно-практическая конференция",

  programTitle: "Программа",

  locationAndDate: "г. Ташкент, 25 апреля 2025 года",

  organizersTitle: "Организаторы",

  organizer1: "Министерство цифровых технологий Республики Узбекистан",
  organizer2: "Ташкентский университет информационных технологий",
  organizer3: "Научно-исследовательский институт развития искусственного интеллекта",

  conferenceGoalTitle: "Цель конференции",
  conferenceGoalText:
    "Данная международная научно-практическая конференция направлена на обсуждение современных достижений в области цифровых технологий и искусственного интеллекта, результатов научных исследований и практического опыта, укрепление научного сотрудничества между специалистами отрасли и развитие инновационных идей.",

  conferenceLanguagesTitle: "Языки конференции",
  conferenceLanguagesText:
    "Рабочие языки конференции: узбекский, русский и английский.",

  participantsTitle: "Участники",
  participantsText:
    "В конференции принимают участие преподаватели высших учебных заведений, научные сотрудники, докторанты, независимые исследователи, ИТ-специалисты и представители отрасли.",
  scheduleTitle: "Регламент работы конференции",

  openingTimeTitle: "Церемония открытия",
  openingTimeText: "09:00 – 09:30",

  openingSpeech1:
    "Конференцию открывает представитель Министерства цифровых технологий Республики Узбекистан.",
  openingSpeech2:
    "Приветственное слово ректора Ташкентского университета информационных технологий.",
  openingSpeech3:
    "Поздрательные речи международных гостей.",

  plenarySessionTitle: "Пленарное заседание",
  plenarySessionTime: "09:30 – 11:30",

  plenaryReport1Title:
    "Глобальные тенденции развития технологий искусственного интеллекта",
  plenaryReport1Author:
    "Международный эксперт, доктор технических наук",

  plenaryReport2Title:
    "Цифровая трансформация и искусственный интеллект в государственном управлении",
  plenaryReport2Author:
    "Специалист Министерства цифровых технологий Республики Узбекистан",

  plenaryReport3Title:
    "Интеллектуальные системы на основе ИИ и их практическое применение",
  plenaryReport3Author:
    "Профессор, ведущий специалист в области ИТ",

  coffeeBreakTitle: "Кофе-брейк",
  coffeeBreakTime: "11:30 – 12:00",

  sectionWorkTitle: "Секционные заседания",
  sectionWorkTime: "12:00 – 17:00",

  lunchBreakTitle: "Обед",
  lunchBreakTime: "13:00 – 14:00",

  closingSessionTitle: "Заключительное заседание",
  closingSessionTime: "17:00 – 18:00",

  closingSessionText:
    "Отчеты руководителей секций, выводы и рекомендации конференции, церемония вручения сертификатов.",
  scientificCouncilTitle: "Научный совет",

  scientificCouncilMember1:
    "Председатель — доктор технических наук, профессор, ректор Ташкентского университета информационных технологий",
  scientificCouncilMember2:
    "Заместитель председателя — международный эксперт по искусственному интеллекту",
  scientificCouncilMember3:
    "Член — академик Академии наук Республики Узбекистан",
  scientificCouncilMember4:
    "Член — ведущий ученый в области информационных технологий",
  scientificCouncilMember5:
    "Член — профессор зарубежного высшего учебного заведения",

  organizingCommitteeTitle: "Организационный комитет",

  organizingCommitteeMember1:
    "Председатель — представитель Министерства цифровых технологий Республики Узбекистан",
  organizingCommitteeMember2:
    "Заместитель председателя — проректор Ташкентского университета информационных технологий",
  organizingCommitteeMember3:
    "Секретарь — главный специалист научного отдела",
  organizingCommitteeMember4:
    "Член — специалист по информационно-коммуникационным технологиям",
  organizingCommitteeMember5:
    "Член — представитель отдела международных связей",
  sectionsTitle: "Секции",

  section1Title: "Секция 1. Искусственный интеллект и машинное обучение",
  section1Description:
    "Посвящена вопросам искусственного интеллекта, машинного обучения, алгоритмов глубокого обучения и их практического применения.",

  section1Paper1Title:
    "Методы анализа больших объемов данных на основе искусственного интеллекта",
  section1Paper1Authors:
    "А.Х. Каримов, Б.С. Рахимов",

  section1Paper2Title:
    "Применение алгоритмов машинного обучения в системе здравоохранения",
  section1Paper2Authors:
    "Д.А. Исмаилова, М.Т. Кадыров",

  section1Paper3Title:
    "Распознавание и классификация изображений с помощью глубоких нейронных сетей",
  section1Paper3Authors:
    "С.Н. Абдуллаев",

  section2Title: "Секция 2. Цифровые технологии и информационные системы",
  section2Description:
    "Обсуждаются цифровые платформы, информационные системы, программное обеспечение и их роль в экономике и обществе.",

  section2Paper1Title:
    "Проблемы внедрения цифровых технологий в государственном управлении",
  section2Paper1Authors:
    "Ж.К. Алимухамедов",

  section2Paper2Title:
    "Создание информационных систем на основе облачных технологий",
  section2Paper2Authors:
    "М.У. Турсунова, Л.Р. Холматов",

  section2Paper3Title:
    "Обеспечение безопасности данных в информационных системах",
  section2Paper3Authors:
    "Ш.Х. Маматкулов",

  section3Title: "Секция 3. Кибербезопасность и защита информации",
  section3Description:
    "Вопросы кибербезопасности, информационной безопасности, криптографии и борьбы с современными угрозами.",

  section3Paper1Title:
    "Использование технологий искусственного интеллекта в обнаружении кибератак",
  section3Paper1Authors:
    "И.Н. Собиров",

  section3Paper2Title:
    "Современное состояние и перспективы развития криптографических алгоритмов",
  section3Paper2Authors:
    "Ф.Р. Усманов",
  section4Title: "Секция 4. Программная инженерия и веб-технологии",
  section4Description:
    "Посвящена современной разработке программного обеспечения, веб- и мобильным приложениям, фронтенд и бэкенд технологиям.",

  section4Paper1Title:
    "Создание высокопроизводительных веб-приложений на основе React и Next.js",
  section4Paper1Authors:
    "А.А. Ходисалиев",

  section4Paper2Title:
    "Микросервисная архитектура и ее практические преимущества",
  section4Paper2Authors:
    "Б.К. Нурматов",

  section5Title: "Секция 5. Цифровая экономика и инновации",
  section5Description:
    "Вопросы цифровой экономики, стартапов, инновационных проектов и технологического предпринимательства.",

  section5Paper1Title:
    "Роль искусственного интеллекта в развитии стартап-проектов",
  section5Paper1Authors:
    "М.С. Каримова",

  section5Paper2Title:
    "Оптимизация бизнес-процессов на основе цифровых платформ",
  section5Paper2Authors:
    "О.Р. Абдукадыров",

  section6Title: "Секция 6. Цифровые технологии в образовании",
  section6Description:
    "Цифровые технологии в образовательном процессе, дистанционное обучение и системы обучения на основе ИИ.",

  section6Paper1Title:
    "Адаптивные образовательные платформы на основе искусственного интеллекта",
  section6Paper1Authors:
    "Д.Т. Юсупова",

  section6Paper2Title:
    "Использование цифровых технологий в системах дистанционного образования",
  section6Paper2Authors:
    "Н.Н. Кадыров",

  finalResultsTitle: "Итоги конференции",
  finalResultsText:
    "По итогам конференции обобщаются результаты обсуждений по секциям, разрабатываются научно-практические рекомендации, а также вручаются сертификаты активным участникам.",

  publicationTitle: "Публикация материалов",
  publicationText:
    "Материалы конференции публикуются в виде электронного сборника и размещаются на официальном веб-сайте.",

  contactTitle: "Контактная информация",
  contactAddress:
    "г. Ташкент, Ташкентский университет информационных технологий",
  contactEmail:
    "conference@tuit.uz",
  contactPhone:
    "+998 71 238 64 89"
};

//Страница Докторантуры
 const Doctoral = {
    title: "Докторантура",
    lis1: `1) Вопросы вступительного экзамена по специальности 05.01.11 - "Цифровые технологии и искусственный интеллект"`,
    lis2: `2) Вопросы вступительного экзамена по специальности 05.01.03 - "Теоретические основы информатики"`,
    lis3: `3) Вопросы вступительного экзамена по специальности 05.01.02 - "Системный анализ, управление и обработка информации"`,
    lis4: `4) Вопросы вступительного экзамена по специальности 05.01.07 - "Математическое моделирование. Комплекс численных методов и программ"`,
}

//Страница Преподавателей
 const Teachers = {
    title: "Преподаватели",

    card1:"Доктор технических наук, профессор Мирзаев Номаз",
    cardDesc1:`Доктор технических наук, профессор Мирзаев Номаз родился 22 сентября 1950 года в Самаркандской области. Имеет более 45 лет опыта в области информатизации и информационно-коммуникационных технологий. С июля 2021 года работает руководителем проекта в Научно-исследовательском институте развития цифровых технологий и искусственного интеллекта.
Н.Мирзаев работал на различных должностях, включая аспиранта, младшего научного сотрудника, старшего научного сотрудника Кибериетического института (позже Центра современных информационных технологий) при НПО «Кибернетика» АН РУз, старшего научного сотрудника Института математики и информационных технологий АН РУз, старшего научного сотрудника, главного научного сотрудника Научно-инновационного центра информационно-коммуникационных технологий при ТУИТ, а также главного научного сотрудника НИИ РТ и ИИ.
Н.Мирзаев является одним из ведущих ученых, вносящих достойный вклад в развитие науки. Его научная деятельность заключается в разработке и внедрении методов синтеза операторов распознавания в пространствах признаков большой размерности.
При участии Н.Мирзаева в 2011-2023 годах выполнены 4 практических и 2 фундаментальных проекта, и в настоящее время он является руководителем проекта «Разработка научных основ классификационной обработки больших объемов данных с использованием методов распознавания на основе пороговых функций». Их результаты успешно внедрены в различные отрасли.
Кроме того, Номаз Мирзаев является членом таких авторитетных международных научных обществ, как «Institution of Electrical and Electronic Engineers» (IEEE), «Biometrics Council; International Association of Engineers» (IAENG), «Society of Artificial Intelligence». Кроме того, Н. Мирзаев участвует в качестве члена программных комитетов ряда научно-технических конференций, организованных в нашей республике и за рубежом. Он также является постоянным членом научных советов и научных семинаров при ТУИТ, НИИ РТ и ИИ и Национальном исследовательском университете «ТИКХММИ». В 2022-2023 годах также работал председателем научно-технического совета по наукам «Информатизация и развитие ИКТ» при Министерстве инновационного развития РУз.
Н.Мирзаев ведет педагогическую деятельность в ряде высших учебных заведений г. Ташкента, внося достойный вклад в подготовку квалифицированных специалистов для нашей республики. В частности, Н.Мирзаев является автором более 150 научных статей, 2 монографий, более 5 учебных и методических пособий и более 10 программных свидетельств.`,
    cardDate1: "8 ИЮЛЯ - 2024",
    card2:"Доктор технических наук, профессор Шавкат Фозилов",
    cardDesc2:`Доктор технических наук, профессор Шавкат Хайруллаевич Фозилов родился 14 января 1949 года в г. Нукусе Республики Каракалпакстан. Шавкат Фозилов до сегодняшнего дня работал на ряде должностей, в частности, заместителем директора по научной работе, главным научным сотрудником в государственном учреждении «Научно-инновационный центр информационно-коммуникационных технологий», заведующим лабораторией, советником директора и руководителем проекта в государственном учреждении «Научно-исследовательский институт развития цифровых технологий и искусственного интеллекта». Шавкат Фозилов является признанным ведущим ученым в области искусственного интеллекта, внесшим большой вклад в развитие этой области и достигшим значительных научных результатов в контексте решения проблем распознавания образов и машинного обучения. Особо следует отметить его подход, позволяющий перейти от описательных и абстрактных значений признаков к их численному представлению для интеллектуального анализа разнотипных данных.
В 2003 году по инициативе и при активном участии профессора Ш.Х. Фозилова при Институте кибернетики Академии наук был организован первый и единственный академический лицей «Компьютерные технологии» в системе Академии наук РУз, где ведущие ученые института начали проводить внеклассные занятия с одаренными учащимися. Шавкатом Фозиловым созданы эффективные методы отбора информативных признаков, позволяющие формировать модели алгоритмов распознавания оптимальной сложности путем отбрасывания шумовых и малоинформативных признаков в задачах распознавания образов. В настоящее время под руководством Ш. Фозилова развивается новое направление для нашей республики, связанное с разработкой теоретических основ биометрических технологий с помощью идентификации личности. Эти технологии имеют множество практических применений, включая контроль доступа в закрытые помещения, активные системы видеонаблюдения, судебно-медицинскую экспертизу, взаимодействие человека с компьютером, систему «Безопасный город» и другие. Профессор Ш.Фозилов многие годы работает главным редактором узбекистанского журнала «Проблемы информатики и энергетики» Академии наук РУз. Также в настоящее время является научным руководителем фундаментального исследования по теме «Создание теоретических основ интегрированных технологий биометрической авторизации пользователей в системах обеспечения информационной безопасности». Кроме того, Шавкат Фозилов был награжден бронзовой медалью в 1999 году «За досрочное завер`,
    cardDate3: "7 ИЮНЯ - 2024",
cardDesc3: `Доктор технических наук, профессор Равшанов Нормахамад родился 14 января 1954 года в Самаркандской области. Имеет более 44 лет опыта в области математического моделирования, информатизации и информационно-коммуникационных технологий. С декабря 2021 года работает советником директора по науке – председателем научного совета в Научно-исследовательском институте развития цифровых технологий и искусственного интеллекта. Н.Равшанов работал на различных должностях, включая аспиранта, младшего научного сотрудника, докторанта, старшего научного сотрудника Кибериетического института (позже Центра современных информационных технологий) при НПО «Кибернетика» АН РУз, ведущего научного сотрудника Института математики и информационных технологий АН РУз, заведующего лабораторией Научно-инновационного центра информационно-коммуникационных технологий при ТУИТ, а также заведующего лабораторией НИИ РТ и ИИ.

Н.Равшанов является одним из ведущих ученых, вносящих достойный вклад в развитие науки. Его научная деятельность связана с решением задач массопереноса на основе методологии математического моделирования и вычислительного эксперимента, в частности, разработкой информационных моделей сложных систем, связанных с нестационарными процессами, экологией, добычей углеводородов, сельским хозяйством, математическим моделированием нестационарных процессов фильтрации жидкостей и газов в пористых средах с учетом различных влияющих факторов, математическим моделированием процессов распространения вредных примесей в атмосфере с учетом природных и антропогенных факторов, разработкой прикладных программных комплексов модульного типа. Под руководством Н.Равшанова в 2011-2023 годах выполнены 5 практических, 1 фундаментальный и 1 инновационный проект, результаты которых успешно внедрены в различные отрасли народного хозяйства, в частности, в Государственный комитет Республики Узбекистан по экологии и охране окружающей среды, АО «Узбекнефтегаз», АО «Узтрансгаз», Министерство водного хозяйства Республики Узбекистан и объекты Министерства туризма и спорта Узбекистана.

Нормахамад Равшанов является главным редактором научного журнала «Проблемы вычислительной и прикладной математики» при ВАК, членом редакционных коллегий журналов «Проблемы информатики и энергетики» Узбекистана, «Вестник ЮУрГУ» серии «Математика. Механика. Физика», «Bulletin of TUIT: Management and Communication Technologies» и «Тату хабарномаси», а также председателем секции «Моделирование и управление сложными системами» международных научно-технических конференций IEEE «Dynamics of systems, mechanisms and machines» и IOP «Mechanical Science and Technology Update», проводимых в г. Омске, Россия. Также является постоянным членом научных советов и научных семинаров при НУУз, НИИ РТ и ИИ и ТУИТ. В 2021 году также работал председателем научно-технического совета по наукам «Информатизация и развитие ИКТ» при Министерстве инновационного развития РУз.

Н.Равшанов ведет педагогическую деятельность в ряде высших учебных заведений г. Ташкента, внося достойный вклад в подготовку квалифицированных специалистов для нашей республики. В частности, Н.Равшанов является автором более 450 научных статей, более 10 монографий, более 10 учебных и методических пособий и более 25 программных свидетельств. Под его научным руководством подготовлены 1 доктор наук, 1 кандидат наук и 16 докторов философии (PhD) по техническим наукам.`,
btn: "ПОДРОБНЕЕ",
}

 const Students = {
    title: "ОДАРЕННАЯ МОЛОДЕЖЬ",
    cardName1: "БУРОНОВ НАЗИМ",
    cardDate1: "4 июля - 2024",
    condition1: `Буронов Назим Мустафокулович родился 17 ноября 1994 года в Бостанлыкском районе Ташкентской области. Национальность — узбек.
Буронов Назим в 2017-2021 годах с отличием окончил факультет международной журналистики Узбекского государственного университета мировых языков. В 2021-2023 годах с отличием окончил магистратуру факультета журналистики Национального университета Узбекистана имени Мирзо Улугбека по направлению «Телевидение и радиовещание». После окончания учебы был принят на работу на внешней основе преподавателем кафедры аудиовизуальной и интернет-журналистики факультета журналистики НУУз. В частности, в ходе педагогической деятельности эффективно преподавал студентам факультета журналистики по учебным программам «Медиаграмотность и фактчекинг», «Информационная безопасность в виртуальной системе», «Медиа в интернет-системе». В настоящее время также является независимым исследователем Узбекского государственного университета мировых языков.
Буронов Назим Мустафокулович с 1 июля 2022 года принят на работу на должность пресс-секретаря Научно-исследовательского института развития цифровых технологий и искусственного интеллекта. Кроме того, наряду с другими задачами, присущими пресс-секретарю, таких как освещение деятельности института в СМИ, ответственно выполняет возложенные на него задачи в сфере духовности и просвещения, молодежной политики, в том числе по развитию государственного языка.
Следует особо отметить вклад Назима Буронова в науку. В настоящее время как независимый исследователь Узбекского государственного университета мировых языков он заслуживает похвалы за достижения в рамках научных исследований на тему «Фейк, манипулятивные технологии в дезинформации: сущность, эффективность медиаграмотности в борьбе с ними (на примере деятельности медиа Узбекистана)».
В частности, молодой исследователь является автором более 60 научных статей и тезисов по своей теме, а также монографии «Основы обеспечения конструктивно-психологической безопасности в информационном обществе» 2020 года, монографии «Роль медиаграмотности в борьбе с фейками и дезинформацией в медиапространстве Узбекистана» 2024 года, переизданной в 2025 году на платформе «Lulu». В 2025 году активно участвовал в переводе на узбекский язык книги американского ученого Джеке Маринажа «Философия, литература и идеи протонизма между нулем и бесконечностью», изданной в Узбекистане, привлек внимание литературоведов.
Несмотря на то, что Назим Буронов проводит исследования в социально-гуманитарном направлении, он сумел буквально объединить свои научные изыскания с возможностями цифровых технологий. Это можно увидеть на примере полученных им программных свидетельств по теме исследования.
4 сентября 2023 года получил свидетельство № DGU 27487 от Министерства юстиции за проект «Виртуальный класс по основам медиаграмотности», 13 октября 2023 года — свидетельство № DGU 28633 от Министерства юстиции за проект умного учебника «Использование онлайн-инструментов медиаграмотности в образовании», а 4 октября 2024 года — свидетельство № DGU 42663 от Министерства юстиции за проект платформы «Анализатор уровня медиаграмотности студентов».
Научные исследования Буронова Назима Мустафокуловича привлекли внимание не только в нашей стране, но и у братских тюркских народов. В частности, он имеет справки от ряда авторитетных организаций Азербайджанской Республики об использовании научных результатов диссертационной работы на тему «Фейк, манипулятивные технологии в дезинформации: сущность, эффективность медиаграмотности в борьбе с ними» для получения степени доктора философии (PhD) по специальности 10.00.09 – Журналистика (филологические науки) от Центра социальных, научных и инновационных исследований «Социальное единство» за №1003/123-1/2025, Всемирной ассоциации молодых тюркских писателей за №11/025 от 2025 года, Общественного объединения независимых журналистов за № 01 от 2025 года, Общественного объединения экономистов тюркоязычных государств.
В 2021 году был принят в члены «Общественного фонда киргизских поэтов и писателей», действующего в Кыргызской Республике, и вошел в число творческой молодежи Центральной Азии.
Наблюдая за деятельностью Буронова Назима Мустафокуловича, мы становимся свидетелями того, что он является многогранно одаренным человеком и его интеллектуальный потенциал достоин восхищения.
В 2019 году победитель в номинации «Лучший журналист, осветивший отношения Узбекистана и Азербайджана», проведенной посольством Азербайджана в Узбекистане для журналистов республики.
В 2019 году 1-е место в конкурсе «Молодой блогер», проведенном под лозунгом «Живой Узбекистан, будь вечно жив!» в рамках пяти важных инициатив Министерства высшего образования, науки и инноваций.
В 2020 году 2-е место на «Европейской научно-практической конференции», прошедшей в г. Пенза Российской Федерации.
В 2020 году 1-е место в Республиканском конкурсе научно-просветительских статей среди студентов, организованном Центром духовности и просвещения при Министерства высшего образования, науки и инноваций.
В 2020 году принят в члены Всемирной ассоциации талантов, действующей в Республике Казахстан.
В 2020 году победитель в номинации «Лучший журналист, осветивший отношения Узбекистана и Азербайджана», проведенной посольством Азербайджана в Узбекистане для журналистов республики.
В 2021 году на литературной конференции в Египте был награжден специальным дипломом литературной премии имени Тагрид Файяд.
В 2021 году 2-е место на международной конференции, организованной Ташкентским филиалом Московского государственного университета имени М.В. Ломоносова.
В 2021 году принят в члены Общественного фонда киргизских поэтов и писателей, действующего в Кыргызской Республике.
В 2022 году удостоен «Международной медиа-премии ТЮРКСОЙ», учрежденной международной организацией ТЮРКСОЙ для журналистов тюркских государств.
В 2022 году награжден памятным знаком «30 лет Конституции Узбекистана».
В 2022 году участвовал в республиканском этапе президентской государственной стипендии и был награжден поощрительным сертификатом.
В 2024 году, будучи капитаном команды «AIRI team» в интеллектуальной игре «UzQUIZ», проведенной среди организаций системы Министерства цифровых технологий, занял 3-е место среди 20 команд в финальном этапе.
В 2025 году удостоен премии «Excellence in Literary Scholarship and Pedagogy Award», учрежденной американской организацией Orpheus Texts Prize Committee. Награда была вручена албано-американским поэтом, писателем, переводчиком и литературным критиком, директором издательства Mundus Artium Press по мировой литературе Джеком Маринажем.
Назим Буронов не оставляет активности в прессе, публикуя проблемные статьи по сохранению государственного языка, такие как «Какая судьба ждет узбекский язык?», опубликованная в №6 газеты «Жамият», «Может ли искусственный интеллект стать решением проблем корпуса узбекского языка?», опубликованная в №2 газеты «Истеъмол маданияти», «Говорить на родном языке — значит сохранять национальную идентичность» в №4 газеты «Бугунги Узбекистон».
Назим Буронов эффективно трудится в доведении до общественности работ, осуществляемых Институтом. В частности, в ходе своей деятельности он на высоком уровне организует творческие работы и мероприятия, такие как онлайн-конкурсы «Цифровая грамотность», «Перспективы применения цифровых технологий и искусственного интеллекта в реализации норм Конституции и обеспечении верховенства закона», «Образ Нового Узбекистана через призму ИИ» с целью дальнейшего укрепления знаний студентов и молодежи в области цифровых технологий.
Назим Буронов Мустафокулович благодаря своему таланту, способностям, жажде знаний, инициативности, активности в спортивных мероприятиях и общественной работе занимает достойное место среди молодежи нашего Института.
Он постоянно работает над повышением своей квалификации, способностей, уровня знаний с решимостью и терпением. Он инициативен, смел, духовно зрел, всегда добр и заботлив по отношению к своим сверстникам. Кроме того, пользуется уважением среди своих сверстников и коллег-журналистов.`,

    cardName2: "УСМАНОВ ОТАБЕК",
    cardDate2: "4 июля - 2024",
    condition2: `Отабек Усманов Музаффарович родился 27 августа 2002 года в Шахрисабзском районе Кашкадарьинской области. С 2022 года студент факультета международной журналистики Узбекского государственного университета мировых языков. С 2023 года специалист отдела управления ИКТ-стартапами Научно-исследовательского института развития цифровых технологий и искусственного интеллекта. Победитель областного этапа Республиканского конкурса «Навоихонлик» 2019 года.
В 2020 году с «Золотой медалью» окончил общеобразовательную школу №57 Шахрисабзского района. Победитель Республиканских предметных олимпиад.
Призер конкурса «Лучшая читающая школа».
Выпускник курса «Управление проектами». Участник конкурса «Наследники Мирзо Улугбека» 2024 года с инновационным проектом «Фангар» и победитель республиканского этапа.
Лектор по аналитической журналистике.
Участник международной конференции на тему «Будущее искусственного интеллекта и глобальная интеграция».
Участник более 50 международных и местных мероприятий, конкурсов и конференций. Победитель в поощрительной номинации конкурса, посвященного 100-летию газеты «Голос молодежи».
В настоящее время автор более 10 научных и публицистических статей.
Победитель республиканского этапа конкурса «Наследники Мирзо Улугбека» 2025 года с инновационным проектом «Виртуальная киберлаборатория».`,

    cardName3: "ЕТМИШБОЕВ ШАХЗОД",
    cardDate3: "4 июля - 2024",
    condition3: `Шахзодбек Етмишбоев Маъмуржон угли родился 6 марта 2000 года в г. Коканде Ферганской области. Национальность — узбек. Шахзодбек Етмишбоев является участником и победителем более 60 республиканских и международных конкурсов. В 2019-2023 годах с отличием окончил факультет программной инженерии и цифровой экономики Ферганского филиала ТУИТ.
С 16 августа 2023 года принят на работу на должность ведущего специалиста сектора бизнес-инкубатора и акселератора Научно-исследовательского института развития цифровых технологий и искусственного интеллекта.
В 2022 году победитель конкурса на стипендию Министерства информационных технологий и коммуникаций Республики Узбекистан 2021/2022.
В 2022 году обладатель гранта Летнего университета и Летней школы, проводимых в г. Тюмень Российской Федерации.
В 2022 году член клуба «Топ – 100 студенческих лидеров» Узбекистана, организованного Международным фондом развития науки и образования «Зиё Форум».
В 2022 году обладатель 2-го места в конкурсе творческих работ на тему «Торговля людьми — проблема века» среди высших учебных заведений в номинации «Лучшая статья». В 2022 году руководитель проекта U-Report в Ферганской области по проекту U-Report международной организации UNICEF.
В 2022 году выпускник 46-часового специального дистанционного курса повышения квалификации для государственных гражданских служащих, организованного Агентством по развитию государственной службы при Президенте Республики Узбекистан.
В 2022 году обладатель 1-го места в Республиканском конкурсе «Наследники Мирзо Улугбека», организованном фондом «Улугбек» по поддержке одаренной молодежи. В 2022 году обладатель 1-го места в онлайн-конкурсе «Цифровая грамотность», организованном Научно-исследовательским институтом развития цифровых технологий и искусственного интеллекта.
В 2022 году обладатель 1-го места в онлайн-конкурсе «Медиа и грамотность», организованном Центром духовности и просвещения при Министерстве высшего и среднего специального образования.
В 2022 году активный участник форума «Лидеры будущего долины», организованного Андижанским филиалом Агентства по развитию государственной службы при Президенте Республики Узбекистан.
В 2022 году выпускник онлайн-курса «Введение в медиаграмотность», организованного «Американским центром Ташкент». В 2022 году выпускник онлайн-курса «ISO/IEC 27001 INFORMATION SECURITY ASSOCIATE», организованного онлайн-платформой «Skillfront».
В 2022 году выпускник онлайн-курса «Основы бизнеса и предпринимательства», организованного онлайн-платформой «Skillfront».
В 2021 году победитель марафона технологического развития «technoways», организованного Национальным офисом по внедрению инноваций и трансферу технологий при Министерстве инновационного развития Республики Узбекистан.
В 2021 году член клуба «Лидеры будущего» среди 20-35 лет, организованного Ферганским областным хокимиятом и Ферганским филиалом Агентства по развитию государственной службы при Президенте Республики Узбекистан. В 2021 году выпускник 60-часового специального учебного курса по направлению «Государственные служащие», организованного Академией государственного управления при Президенте Республики Узбекистан в ноябре-декабре 2021 года в рамках Совместной программы ООН «Социальная сплоченность молодежи Ферганской долины».
В 2021 году выпускник онлайн-курса «CA2 – ITAnd Business», организованного City of Manchester center management.
В 2021 году обладатель 2-го места в конкурсе творческих работ на тему «Молодежь Узбекистана против деструктивных идей» среди высших учебных заведений в номинации «Лучшая инфографика».`,
    btn: "ПОДРОБНЕЕ",
}

//Страница Государственных символов
 const StateAwards = {
    title: "ГОСУДАРСТВЕННЫЕ СИМВОЛЫ",
    card1: "Герб Республики Узбекистан",
    cardDesc1: `Государственный герб Республики Узбекистан утвержден Законом Республики Узбекистан от 2 июля 1992 года № 616-XII «О Государственном гербе Республики Узбекистан».
Государственный герб Республики Узбекистан имеет следующий вид: на фоне восходящего солнца, освещающего цветущую долину, окруженную венком из колосьев пшеницы с правой стороны и раскрытыми коробочками хлопка с левой стороны, изображена река. В верхней части герба изображен восьмиугольник как символ свободы Республики, внутри которого изображены полумесяц и звезда. В центре герба изображена птица Хумо с распростертыми крыльями как символ счастья и свободы. В нижней части герба на ленте венка изображена надпись «O'ZBEKISTON».
В цветном изображении Государственного герба Республики Узбекистан: птица Хумо и реки — серебристого цвета; солнце, колосья, коробочки хлопка и надпись «O'ZBEKISTON» — золотистого цвета; ветви хлопка и листья, горы и долина — зеленого цвета; хлопок в коробочках — белого цвета; лента — трех цветов, отражающих цвета Государственного флага Республики Узбекистан; восьмиугольник — голубого цвета с золотой окантовкой; полумесяц и звезды — белого цвета.`,
    card2: "Государственный флаг Республики Узбекистан",
    cardDesc2: `Государственный флаг Республики Узбекистан утвержден Законом Республики Узбекистан от 18 ноября 1991 года № 407-XII «О Государственном флаге Республики Узбекистан».
Государственный флаг Республики Узбекистан является символом государственного суверенитета Республики Узбекистан.
Государственный флаг Республики Узбекистан является символом Республики Узбекистан в международных отношениях.
Государственный флаг Республики Узбекистан представляет собой прямоугольное полотнище, состоящее из трех горизонтальных полос насыщенного голубого, белого и насыщенного зеленого цветов, расположенных по всей длине флага.`,
    card3: "Государственный гимн Республики Узбекистан",
    cardDesc3: `Текст и музыка Государственного гимна Республики Узбекистан утверждены Законом Республики Узбекистан от 10 декабря 1992 года № 768-XII «О Государственном гимне Республики Узбекистан».
Государственный гимн Республики Узбекистан является символом государственного суверенитета Республики Узбекистан.
Проявление высочайшего уважения к Государственному гимну Республики Узбекистан является патриотическим долгом каждого гражданина Республики Узбекистан.`,
    autor: "Музыка Мутала Бурхонова",
    poet: "Слова Абдуллы Орипова",
}

//Страница Выпускников
 const Graduates = {
    title: "ТАЛАНТЛИВЫЕ ИНТЕЛЛЕКТУАЛЫ",
    card1: "О научном исследовании Джумаёзова Умиджона Зафаржоновича на тему «Математические и численные модели теории упругости относительно деформаций» для получения степени доктора технических наук (DSc)",
    cardDate1: "11 июня - 2025",
    card2: `О научном исследовании Аймурата Бахадуровича Оринбаева на тему «Математическая модель и алгоритмы оптимизации затрат на передачу электроэнергии» для получения степени доктора философии (PhD) по техническим наукам`,
    cardDate2: "3 июня - 2025",
    card3: "О научном исследовании Фархода Мелиева на тему «Алгоритмы предварительной обработки и распознавания гистологических изображений» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate3: "2 июня - 2025",
    card4: "О научном исследовании Илхома Исмаилова на тему «Модель и алгоритмы на основе искусственного интеллекта для прогнозирования процессов урбанизации» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate4: "8 мая - 2025",
    card5: "О научном исследовании Гулстан Артикбаевой на тему «Численное моделирование задачи фильтрации с учетом изменения гидродинамических параметров коллекторов газовых месторождений» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate5: "8 мая - 2025",
    card6: "О научном исследовании Бахтиёра Боборахимова на тему «Численное моделирование турбулентного переноса примесей в пространственно неоднородной среде» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate6: "24 апреля - 2025",
    card7: "О научном исследовании Даврона Шокирова на тему «Математическое моделирование напряженно-деформированного состояния трехслойных стержней при пространственном нагружении» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate7: "24 апреля - 2025",
    card8: "О научном исследовании Нозира Тухтамуродова на тему «Алгоритмы интеллектуального анализа данных в условиях сингулярности» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate8: "22 апреля - 2025",
    card9: "О научном исследовании Саиды Тастановой на тему «Алгоритмы синтеза фрактальных изображений» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate9: "24 марта - 2025",
    card10: "О научном исследовании Бобура Аллабердиева на тему «Система машинного перевода между узбекским и казахским языками» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate10: "12 марта - 2025",
    card11: "О научном исследовании Камолы Аблазовой на тему «Моделирование стабильности технологических процессов на основе нормального распределения и контрольных карт» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate11: "27 февраля - 2025",
    card12: "О научном исследовании Хабибы Абдиевой на тему «Алгоритмы сегментации и диагностики областей опухоли молочной железы на основе маммографических изображений» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate12: "25 февраля - 2025",
    card13: "О научном исследовании Масьуджона Эшмуродова на тему «Модификации разностно-дифференциального метода для задач сложного теплообмена»",
    cardDate13: "20 февраля - 2025",
    card14: "О научном исследовании Кадырбека Махарова на тему «Система принятия решений при неопределенности в данных»",
    cardDate14: "8 октября - 2024",
    card15: "О научном исследовании Пулатовой Мохиры на тему «Применение прогнозных моделей в управлении многопараметрическими технологическими процессами»",
    cardDate15: "24 сентября - 2024",
    card16: "О научном исследовании Сардора Жуманиязова на тему «Численное моделирование двумерной нестационарной задачи теплопереноса в сложной области»",
    cardDate16: "30 августа - 2024",
    card17: "О научном исследовании Кадырова Кахрамона на тему «Математические модели массопереноса в многослойной среде и приближенно-аналитические методы»",
    cardDate17: "28 августа - 2024",
    card18: "О научном исследовании Рустама Юсупова на тему «Разработка математического и программного обеспечения для решения задач гидрогеологического моделирования подземной гидросферы»",
    cardDate18: "10 июня - 2024",
    card19: "О научном исследовании Шаимова Комилжона на тему «Математические модели и вычислительные алгоритмы для задач тепло- и массопереноса»",
    cardDate19: "6 мая - 2024",
    card20: "О научном исследовании Сабура Аминова на тему «Математическое моделирование процесса фильтрации нефти и газа в неоднородной слоистой пористой среде» для получения степени доктора философии (PhD) по техническим наукам",
    cardDate20: "8 апреля - 2024",
    card21: "О научном исследовании Элбека Касымова на тему «Математическое моделирование сложных сейсмодинамических процессов в подземных трубопроводах»",
    cardDate21: "3 апреля - 2024",
    cards21Title: "Система мониторинга сельского хозяйства на основе искусственного интеллекта запущена",
description21: `С помощью новой системы автоматически контролируется состояние посевов и режим орошения.`,
date21: "28 сентября 2023",

cards22Title: "Команда Узбекистана победила в международном конкурсе робототехники",
description22: `На международных соревнованиях RoboFest наши молодые изобретатели заняли первое место.`,
date22: "15 сентября 2023",

cards23Title: "Проведен семинар по квантовым вычислительным технологиям",
description23: `Молодым ученым предоставлена информация о квантовых компьютерах и их практическом применении.`,
date23: "30 августа 2023",

cards24Title: "Разработан алгоритм ИИ для анализа медицинских изображений",
description24: `Новый алгоритм может анализировать рентгеновские и МРТ снимки с точностью 95%.`,
date24: "18 августа 2023",

cards25Title: "Установлена сенсорная сеть для проекта Smart-город",
description25: `В различных точках города установлено 500 интеллектуальных датчиков, собираются данные.`,
date25: "25 июля 2023",

cards26Title: "Создана рабочая группа по развитию цифровой экономики",
description26: `Для разработки стратегии цифровизации экономики создана группа экспертов.`,
date26: "12 июля 2023",

cards27Title: "Создана биологическая база данных",
description27: `Создана обширная база данных, содержащая информацию о геноме растений и животных.`,
date27: "28 июня 2023",

cards28Title: "Начались курсы повышения квалификации по кибербезопасности",
description28: `Для сотрудников государственного и частного сектора организованы современные курсы по кибербезопасности.`,
date28: "15 июня 2023",

cards29Title: "Прогнозы изменения климата с помощью искусственного интеллекта",
description29: `Разработана модель на основе ИИ для прогнозирования локального воздействия изменения климата.`,
date29: "30 мая 2023",

cards30Title: "Произведено местное сырье для 3D-принтеров",
description30: `Вместо импортных филаментов налажено производство из местного сырья.`,
date30: "18 мая 2023",

cards31Title: "Электронные государственные услуги обновлены через мобильное приложение",
description31: `Через новое мобильное приложение создана возможность использовать более 150 государственных услуг.`,
date31: "25 апреля 2023",

cards32Title: "Разработка системы предотвращения стихийных бедствий",
description32: `Разрабатывается система на основе ИИ для заблаговременного обнаружения землетрясений и селевых потоков.`,
date32: "12 апреля 2023",

cards33Title: "Организован семинар по технологии Blockchain",
description33: `Обсуждено применение блокчейна в финансовой сфере и обмене документами.`,
date33: "28 марта 2023",

cards34Title: "В лабораторию робототехники доставлено новое оборудование",
description34: `В лабораторию установлены передовые роботы и современное оборудование для их программирования.`,
date34: "15 марта 2023",

cards35Title: "Обновлена платформа электронного образования",
description35: `В платформу добавлены модули виртуальной реальности и интерактивных лабораторий.`,
date35: "28 февраля 2023",

cards36Title: "Система перевода на основе искусственного интеллекта",
description36: `Запущена система ИИ для точного перевода на местные языки.`,
date36: "15 февраля 2023",

cards37Title: "Соглашение о сотрудничестве с технологической компанией из США",
description37: `Подписано соглашение о совместной работе над проектами в области искусственного интеллекта и анализа данных.`,
date37: "30 января 2023",

cards38Title: "Выпущен новый номер научного журнала",
description38: `В новом номере журнала "Современные технологии и инновации" опубликовано 20 научных статей.`,
date38: "18 января 2023",

cards39Title: "Открыта школа стартапов для молодых ученых",
description39: `Начала деятельность специальная школа по развитию и финансированию технологических стартапов.`,
date39: "5 января 2023",

cards40Title: "Испытательная площадка для автономных транспортных средств",
description40: `Построена специальная площадка для испытания транспортных средств без водителя.`,
date40: "22 декабря 2022",

cards41Title: "Запущен крупный центр обработки данных",
description41: `Открыт новый центр обработки данных с возможностями хранения и обработки больших объемов данных.`,
date41: "10 декабря 2022",

cards42Title: "Исследование безопасности электронных платежных систем",
description42: `Опубликованы результаты научного исследования по повышению безопасности национальных платежных систем.`,
date42: "27 ноября 2022",

cards43Title: "Международная конференция по Интернету вещей (IoT)",
description43: `Обсуждалось развитие технологий IoT при участии представителей более 30 стран.`,
date43: "14 ноября 2022",

cards44Title: "Семинар по применению виртуальной реальности в медицине",
description44: `Проведен тренинг по применению VR-технологий в медицинском образовании и лечении.`,
date44: "31 октября 2022",

cards45Title: "Запущен проект Smart-ферма",
description45: `Начала деятельность экспериментальная ферма, управляемая с помощью датчиков и ИИ.`,
date45: "18 октября 2022",

cards46Title: "Разработан новый алгоритм криптографии",
description46: `Создан новый эффективный и безопасный алгоритм шифрования для защиты данных.`,
date46: "5 октября 2022",

cards47Title: "Разработан робот-помощник на основе ИИ",
description47: `Представлен прототип робота с искусственным интеллектом, помогающего выполнять повседневные задачи.`,
date47: "22 сентября 2022",

cards48Title: "Запущена система мониторинга возобновляемой энергии",
description48: `Запущена система ИИ для мониторинга солнечных и ветряных источников энергии.`,
date48: "9 сентября 2022",

cards49Title: "Проведен хакатон для молодых программистов",
description49: `В хакатоне на тему "Технологические решения" приняли участие более 100 молодых программистов.`,
date49: "26 августа 2022",

cards50Title: "Платформа психологической помощи на основе искусственного интеллекта",
description50: `Запущена платформа ИИ, помогающая управлять стрессом и тревогой.`,
date50: "13 августа 2022",

cards51Title: "Испытание системы Smart-транспорт",
description51: `В тестовом режиме запущена интеллектуальная система, оптимизирующая транспортные потоки города.`,
date51: "30 июля 2022",

cards52Title: "Научные исследования по производству микрочипов",
description52: `Проводятся исследования возможностей производства местных микросхем.`,
date52: "17 июля 2022",

cards53Title: "Сотрудничество по созданию виртуальных лабораторий",
description53: `Ведется совместная работа с международными партнерами по созданию виртуальных химических и физических лабораторий.`,
date53: "4 июля 2022",

cards54Title: "Программа анализа литературных текстов на основе ИИ",
description54: `Разработана программа, анализирующая структуру и определяющая содержание литературных произведений.`,
date54: "21 июня 2022",

cards55Title: "Система борьбы с киберпреступностью",
description55: `Создана система ИИ для выявления и предотвращения онлайн-мошенничества и атак.`,
date55: "8 июня 2022",

cards56Title: "Семинар по технологиям строительства Smart-домов",
description56: `Обсуждены технологии строительства домов с энергосберегающими и интеллектуальными системами управления.`,
date56: "26 мая 2022",

cards57Title: "Мониторинг биоразнообразия с помощью технологии дронов",
description57: `Начался проект мониторинга природы и защиты редких видов с помощью дронов.`,
date57: "13 мая 2022",

cards58Title: "Расширение фонда электронной библиотеки",
description58: `В виртуальную библиотеку добавлено более 10 000 новых электронных книг и научных журналов.`,
date58: "30 апреля 2022",

cards59Title: "Музыкальная композиция с помощью ИИ",
description59: `Создана новая музыкальная композиция с использованием искусственного интеллекта, включающая национальные мелодии.`,
date59: "17 апреля 2022",

cards60Title: "Семинар по Smart-сельскому хозяйству для фермеров",
description60: `Проведен семинар для фермеров по современным сельскохозяйственным технологиям и использованию инструментов ИИ.`,
date60: "4 апреля 2022",

cards61Title: "Партнерство в исследованиях квантовых вычислений",
description61: `Достигнуто соглашение о совместных научных исследованиях с международным центром квантовых вычислений.`,
date61: "22 марта 2022",

cards62Title: "Система предотвращения дорожно-транспортных происшествий на основе ИИ",
description62: `Находится на стадии тестирования система на основе искусственного интеллекта для предотвращения дорожно-транспортных происшествий.`,
date62: "9 марта 2022",

cards63Title: "Виртуальная реальность для сохранения культурного наследия",
description63: `Запущен проект сохранения и демонстрации исторических памятников в виртуальной реальности.`,
date63: "24 февраля 2022",

cards64Title: "Внедрение системы Smart-управления отходами",
description64: `Система интеллектуального управления отходами запущена в тестовом режиме в 5 районах города.`,
date64: "11 февраля 2022",

cards65Title: "Соревнование по кибербезопасности для студентов вузов",
description65: `Проведено республиканское соревнование по кибербезопасности среди студентов высших учебных заведений.`,
date65: "28 января 2022",

cards66Title: "Исследование ИИ для раннего выявления заболеваний",
description66: `Разрабатывается система на основе искусственного интеллекта для раннего выявления заболеваний.`,
date66: "15 января 2022",

cards67Title: "Прогнозирование возобновляемой энергии с помощью машинного обучения",
description67: `Создана модель машинного обучения для точного прогнозирования производства солнечной и ветровой энергии.`,
date67: "2 января 2022",

cards68Title: "Blockchain для прозрачности цепочек поставок",
description68: `Технология блокчейна тестируется для повышения прозрачности в цепочках поставок товаров.`,
date68: "20 декабря 2021",

cards69Title: "Полевые испытания системы Smart-орошения",
description69: `Протестирована интеллектуальная система орошения, оптимизирующая расход воды на сельскохозяйственных полях.`,
date69: "7 декабря 2021",

cards70Title: "Платформа изучения языков на основе ИИ",
description70: `Запущена платформа с искусственным интеллектом, предоставляющая персонализированный опыт изучения языков.`,
date70: "24 ноября 2021",

cards71Title: "Пилотный проект службы доставки дронами",
description71: `Начался пробный проект службы доставки медицинских принадлежств в отдаленные районы с помощью дронов.`,
date71: "11 ноября 2021",

cards72Title: "Виртуальная научная ярмарка для школьников",
description72: `Организована виртуальная научная ярмарка для школьников, представлено более 200 проектов.`,
date72: "29 октября 2021",

cards73Title: "ИИ для выявления финансового мошенничества",
description73: `Система на основе искусственного интеллекта для выявления финансового мошенничества внедрена для банков.`,
date73: "16 октября 2021",

cards74Title: "Внедрение системы Smart-парковки",
description74: `Установлена интеллектуальная система парковки, определяющая и направляющая к свободным местам в центре города.`,
date74: "3 октября 2021",

cards75Title: "Сотрудничество в исследованиях 3D-биопринтинга",
description75: `Начато международное сотрудничество по развитию технологий 3D-биопринтинга в медицине.`,
date75: "20 сентября 2021",

cards76Title: "ИИ для улучшения прогноза погоды",
description76: `Разрабатывается модель искусственного интеллекта для повышения точности прогнозов погоды.`,
date76: "7 сентября 2021",

cards77Title: "Семинар по технологии Smart-сетей",
description77: `Проведен семинар по модернизации энергетических сетей и технологиям интеллектуального управления.`,
date77: "25 августа 2021",

cards78Title: "Инструмент оценки психического здоровья на основе ИИ",
description78: `Разработан инструмент на основе искусственного интеллекта для помощи в оценке состояния психического здоровья.`,
date78: "12 августа 2021",

cards79Title: "Дистанционное зондирование для мониторинга окружающей среды",
description79: `Начался проект мониторинга состояния окружающей среды с помощью дистанционного зондирования.`,
date79: "30 июля 2021",

cards80Title: "Выставка творческого искусства с использованием ИИ",
description80: `Проведена выставка произведений искусства, созданных с помощью искусственного интеллекта.`,
date80: "17 июля 2021",
}

//Страница Реквизитов
 const Props = {
    title: "Реквизиты института",
    desc: `Научно-исследовательский институт развития цифровых технологий и искусственного интеллекта при Министерстве цифровых технологий Республики Узбекистан
Адрес: 100125, г. Ташкент, Мирзо Улугбекский район, Боз-2, 17А
ИНН: 308927120,
ОКОНХ: 95120
ИФУТ: 72190 (Другие исследования и разработки в области естественных наук и инженерии)
КТУТ: 31222444`,
    desc1: `Расчетный счет: 400110860262697015100078001
Центральный банк Ташкентский городской расчетно-кассовый центр
Код банка: 00014`,
    desc2: `Казначейство Министерства экономики и финансов
ИНН: 201122919
Расчетный счет: 23402000300100001010`,
    desc3: `Свидетельство института`
}

//Страница Дней приема
 const ReceptionDays = {
    title: "ДНИ ПРИЕМА",
    li1: `Управляет и координирует деятельность института.`,
    phone1: `+998 71-263-41-98`,
    email1: `a.kadirov@airi.uz`,
    day1: `Понедельник
16:00-18:00`,
    li2: `Организует, контролирует производственные процессы в институте и обеспечивает их эффективность.`,
    phone2: `+998 71-263-41-98`,
    email2: `ibaykhanov@airi.uz`,
    day2: `Пятница
11:00-13:00`,
    li3: `Координирует научную деятельность института, подготовку научных кадров и сотрудничество.`,
    phone3: `+998 99-123-45-67`,
    email3: `i.kholmatova@airi.uz`,
    day3: `Четверг
11:00-13:00`,
    li4: `Координирует научную деятельность института, подготовку научных кадров и сотрудничество.`,
    phone4: `+998 71-263-41-98`,
    email4: `d.akhmedov@airi.uz`,
    day4: `Вторник
11:00-13:00`,
    li5: `Организует и контролирует хозяйственную, финансовую, техническую и организационную деятельность института.`,
    phone5: `+998 71-263-41-98`,
    email5: `a.nuriddinov@airi.uz`,
    day5: `Среда
16:00-18:00`,
}

export default{
    Laboratories,
    Conferences,
    Doctoral,
    Teachers,
    Students,
    StateAwards,
    Graduates,
    Props,
    ReceptionDays,
    HeaderLang,
    Intro,
    Carousel,
    HomeMainCard,
    ScientificCouncil,
    InternalDocuments,
    InstitutTeam,
    EventsRanking,
    InstitutStructure,
    InternContacts,
    About
};